{
  "Regole del Server Discord": {
    "Rispetto Reciproco": "La regola principale del nostro server è il rispetto. Trattate tutti i membri con cortesia e gentilezza. Non sono ammessi insulti, linguaggio offensivo o comportamenti molesto nei confronti degli altri utenti.",
    "Contenuto Appropriato": "Non condividete o promuovete contenuti offensivi, diffamatori, illegali o contrari alle linee guida di Discord. Questo include immagini, video, messaggi e qualsiasi altra forma di contenuto condiviso.",
    "Nessuna Discriminazione": "Non discriminate o molestate gli altri membri in base alla loro razza, etnia, religione, orientamento sessuale, genere, disabilità o qualsiasi altra caratteristica personale. Rispettate la diversità e l'inclusione.",
    "Nessuna Molestia o Spam": "Evitate di molestare gli altri membri o di fare spam nel server. Questo comprende l'invio eccessivo di messaggi, la condivisione ripetuta di link o inviti a server, e la promozione non autorizzata.",
    "Privacy": "Rispettate la privacy degli altri membri. Non condividete informazioni personali di altre persone senza il loro esplicito consenso. Questo include dati sensibili come indirizzi, numeri di telefono o informazioni finanziarie.",
    "Immagine del Profilo e Nome Utente": "L'immagine del profilo e il nome utente devono essere appropriati. Non possono contenere contenuti offensivi, osceni o ingannevoli.",
    "Divieto di Trolling e Flame": "Evitate di creare conflitti intenzionali o di provocare altri membri. Non tollereremo flame, trolling o comportamenti che disturbino la pace del server.",
    "Canali Vocali": "Quando utilizzi i canali vocali, comportati con rispetto e cortesia verso gli altri membri. Non disturbare deliberatamente le conversazioni degli altri."
  },
  "Forniamo queste regole": "per garantire che il nostro server sia un luogo accogliente e rispettoso per tutti. Ti invitiamo a rispettarle per contribuire a mantenere un ambiente positivo e piacevole per tutti i membri. Grazie per la tua cooperazione!"
}
